const base = [
  {
    name: '1 생활관',
    people: ['844 김의진', '845 최지명', '848 현경찬', '851 백종찬', '855 심현성', '856 최민제', '858 이상준'],
  },
  {
    name: '2 생활관',
    people: ['844 문형준', '845 장인준', '851 김지한', '853 박민우', '854 강민석', '857 이훈영'],
  },
  {
    name: '3 생활관',
    people: ['845 강민기', '851 조영탁', '853 강민재', '855 박준영', '856 홍승환', '858 최진서', '859 박병언'],
  },
  {
    name: '4 생활관',
    people: ['848 김경민', '850 김민석', '852 손수호', '853 이동근', '856 주현욱', '859 김서진', '859 박정욱'],
  },
  {
    name: '5 생활관',
    people: ['845 장우진', '847 조용걸', '851 주정후', '852 이승준', '854 유예찬', '857 한대희', '859 이강현'],
  },
  {
    name: '6 생활관',
    people: ['859 기설1', '859 기설2', '859 기설3'],
  },

  {
    name: '7 생활관',
    people: ['847 김현석', '850 황호민', '851 김주현', '853 박지원', '854 김한결', '856 김재헌', '858 김지환'],
  },
];

export default base;
