const config = [
  {
    하번: {
      짬킹: [
        '844 김의진',
        '844 문형준',
        '845 강민기',
        '845 장우진',
        '845 장인준',
        '845 최지명',
        '847 김현석',
        '847 조용걸',
        '848 김경민',
        '851 백종찬',
      ],
    },
  },
  {
    생활관: {
      '1 생활관': ['848 현경찬'],
      '2 생활관': ['851 김지한'],
      '3 생활관': ['853 강민재'],
      '4 생활관': ['850 김민석'],
      '5 생활관': ['851 주정후'],
      '6 생활관': [],
      '7 생활관': ['853 박지원'],
    },
  },
  {
    공공실: {
      '공공실 A': ['850 황호민', '859 박병언'],
      '공공실 B': ['852 손수호', '859 박정욱'],
      '생활관 주변': ['852 이승준', '859 김서진'],
    },
  },
  {
    기타: {
      '2층 화장실': ['854 김한결', '856 김재헌', '857 이훈영', '858 최진서'],
      '1층 화장실': ['853 이동근', '855 박준영', '856 홍승환', '858 이상준'],
      복도: ['854 강민석', '855 심현성', '856 최민제', '858 이강현'],
      세면장: ['853 박민우', '854 유예찬', '856 주현욱', '857 한대희', '858 김지환'],
    },
  },
  {
    '남은 인원': {
      '배정 X': ['859 김도엽', '859 노경훈', '859 전준혁', '860 화지1', '860 화지2'],
    },
  },
];

export default config;
